[
  {
    "id": 0,
    "description": "A correctional officer found a package of drugs hidden inside a roll of toilet paper in an inmate's cell."
  },
  {
    "id": 1,
    "description": "An inmate was caught on surveillance camera passing a small package to another inmate in the yard, suspected to contain drugs."
  },
  {
    "id": 2,
    "description": "A random search of an inmate's cell revealed a stash of drugs hidden inside a hollowed-out book."
  },
  {
    "id": 3,
    "description": "A visitor attempting to leave the prison was caught with drugs concealed in their clothing by a security checkpoint guard."
  },
  {
    "id": 4,
    "description": "During a routine cell search, a correctional officer found a homemade syringe filled with drugs hidden in a mattress."
  },
  {
    "id": 5,
    "description": "An inmate was found to be in possession of drugs after being stopped for a routine pat-down search by a correctional officer."
  },
  {
    "id": 6,
    "description": "A correctional officer noticed an inmate acting suspiciously and upon searching them found a bag of drugs hidden in their shoe."
  },
  {
    "id": 7,
    "description": "A visitor was caught on surveillance camera passing a small package to an inmate during a visitation session, suspected to contain drugs."
  },
  {
    "id": 8,
    "description": "A group of inmates were caught in possession of drugs after a search of their shared cell turned up a stash hidden in a wall vent."
  },
  {
    "id": 9,
    "description": "An inmate was found to be in possession of drugs after being searched during a routine transfer between cells."
  },
  {
    "id": 10,
    "description": "A correctional officer discovered a package of drugs hidden in a trash can in a common area of the prison."
  },
  {
    "id": 11,
    "description": "An inmate was caught attempting to flush a package of drugs down the toilet during a surprise cell inspection."
  },
  {
    "id": 12,
    "description": "During a visitor search, a visitor was found to have swallowed drugs in an attempt to smuggle them into the prison."
  },
  {
    "id": 13,
    "description": "A drug-sniffing dog alerted to the presence of drugs in an inmate's personal belongings during a routine search of incoming mail."
  },
  {
    "id": 14,
    "description": "A correctional officer discovered a package of drugs hidden inside a bar of soap in an inmate's shower area."
  },
  {
    "id": 15,
    "description": "An inmate was caught attempting to smuggle drugs into the prison by hiding them in their prosthetic leg."
  },
  {
    "id": 16,
    "description": "A correctional officer noticed an inmate with bloodshot eyes and slurred speech and found a bag of drugs hidden in their mouth upon searching them."
  },
  {
    "id": 17,
    "description": "An inmate was caught in possession of drugs after being caught on surveillance camera entering a staff-only area of the prison."
  },
  {
    "id": 18,
    "description": "During a cell shakedown, a correctional officer found a bag of drugs hidden inside a rolled-up magazine."
  },
  {
    "id": 19,
    "description": "Prison officials discovered a package containing drugs hidden in a laundry basket during a routine search."
  },
  {
    "id": 20,
    "description": "A visitor attempted to smuggle drugs into the prison by hiding them in a gift package."
  },
  {
    "id": 21,
    "description": "The prison's drug-sniffing dogs found drugs hidden in an inmate's cell."
  },
  {
    "id": 22,
    "description": "An inmate was caught trying to flush drugs down the toilet."
  },
  {
    "id": 23,
    "description": "A prison employee was caught smuggling drugs into the facility inside their lunchbox."
  },
  {
    "id": 24,
    "description": "A group of inmates was caught trying to bribe a guard to smuggle drugs into the prison."
  },
  {
    "id": 25,
    "description": "A drone was used to deliver drugs to a specific location inside the prison."
  },
  {
    "id": 26,
    "description": "An inmate's mail was intercepted and found to contain drugs hidden inside."
  },
  {
    "id": 27,
    "description": "Drugs were found hidden inside a book during a routine search of the prison library."
  },
  {
    "id": 28,
    "description": "A prison nurse was caught smuggling prescription drugs into the facility."
  },
  {
    "id": 29,
    "description": "An inmate was caught attempting to hide drugs inside their mattress."
  },
  {
    "id": 30,
    "description": "Drugs were found concealed inside a pen during a search of an inmate's property."
  },
  {
    "id": 31,
    "description": "A visitor attempted to pass drugs to an inmate during a visitation session."
  },
  {
    "id": 32,
    "description": "An inmate was caught with drugs hidden in their clothing during a pat-down search."
  },
  {
    "id": 33,
    "description": "An undercover officer posed as an inmate to gather evidence of drug trafficking inside the prison."
  },
  {
    "id": 34,
    "description": "A prison staff member was caught on camera smuggling drugs into the facility."
  },
  {
    "id": 35,
    "description": "An inmate was caught with drugs hidden in their personal hygiene products during a search."
  },
  {
    "id": 36,
    "description": "Drugs were found inside a package of legal correspondence sent to an inmate."
  },
  {
    "id": 37,
    "description": "An inmate was caught trying to pass drugs to another inmate during a meal service."
  },
  {
    "id": 38,
    "description": "A prison maintenance worker was caught trying to smuggle drugs into the facility in their tool belt."
  },
  {
    "id": 39,
    "description": "An inmate was caught trying to pass drugs to a visitor during a visitation session."
  },
  {
    "id": 40,
    "description": "Drugs were found hidden inside a roll of toilet paper during a routine search of the prison's facilities."
  },
  {
    "id": 41,
    "description": "An inmate was caught trying to conceal drugs inside their prosthetic limb."
  },
  {
    "id": 42,
    "description": "A prison visitor was caught trying to smuggle drugs into the facility inside their shoes."
  },
  {
    "id": 43,
    "description": "An inmate was caught with drugs hidden inside their legal paperwork."
  }
]