[
  {
    "id": 0,
    "description": "A woman was found with an open can of beer at a public skate park.",
    "category": "drinking in public"
  },
  {
    "id": 1,
    "description": "A young man was caught sipping from a hidden flask in a crowded park.",
    "category": "drinking in public"
  },
  {
    "id": 2,
    "description": "A group of friends was seen sharing a bottle of wine on a busy city street.",
    "category": "drinking in public"
  },
  {
    "id": 3,
    "description": "A woman was spotted guzzling beer from a paper bag near a playground.",
    "category": "drinking in public"
  },
  {
    "id": 4,
    "description": "An elderly gentleman was caught taking swigs from a hip flask at a bus stop.",
    "category": "drinking in public"
  },
  {
    "id": 5,
    "description": "A couple was observed toasting with champagne in a public square.",
    "category": "drinking in public"
  },
  {
    "id": 6,
    "description": "A person was seen sipping cocktails openly at a beach party.",
    "category": "drinking in public"
  },
  {
    "id": 7,
    "description": "A teenager was found chugging beer from a bottle in a parking lot.",
    "category": "drinking in public"
  },
  {
    "id": 8,
    "description": "A man was caught with a concealed wine flask at a music festival.",
    "category": "drinking in public"
  },
  {
    "id": 9,
    "description": "A group of friends was noticed drinking beer from red cups in a park.",
    "category": "drinking in public"
  },
  {
    "id": 10,
    "description": "A woman was spotted taking shots from a miniature liquor bottle on a train platform.",
    "category": "drinking in public"
  },
  {
    "id": 11,
    "description": "A person was observed sipping wine directly from the bottle on a busy sidewalk.",
    "category": "drinking in public"
  },
  {
    "id": 12,
    "description": "A man was caught with an open beer can in a public library.",
    "category": "drinking in public"
  },
  {
    "id": 13,
    "description": "A group of friends was seen drinking margaritas from plastic cups in a city park.",
    "category": "drinking in public"
  },
  {
    "id": 14,
    "description": "A woman was spotted enjoying a glass of wine at a bus stop.",
    "category": "drinking in public"
  },
  {
    "id": 15,
    "description": "A person was noticed sipping on a bottle of whiskey while walking down the street.",
    "category": "drinking in public"
  },
  {
    "id": 16,
    "description": "A man was found with a hidden flask, taking sips during a football game.",
    "category": "drinking in public"
  },
  {
    "id": 17,
    "description": "A couple was caught sharing a bottle of champagne in a crowded subway station.",
    "category": "drinking in public"
  },
  {
    "id": 18,
    "description": "A teenager was observed chugging beer from a can in a shopping mall.",
    "category": "drinking in public"
  },
  {
    "id": 19,
    "description": "A person was seen sipping on a colorful cocktail in a theme park.",
    "category": "drinking in public"
  },
  {
    "id": 20,
    "description": "A man was caught drinking beer from a glass bottle on a city bench.",
    "category": "drinking in public"
  },
  {
    "id": 21,
    "description": "A group of friends was seen enjoying cocktails in a public park after hours.",
    "category": "drinking in public"
  },
  {
    "id": 22,
    "description": "A woman was observed sipping wine from a fancy goblet at a crowded concert.",
    "category": "drinking in public"
  },
  {
    "id": 23,
    "description": "A person was noticed chugging a can of beer in a public restroom.",
    "category": "drinking in public"
  },
  {
    "id": 24,
    "description": "A man was found drinking whiskey straight from the bottle at a bus terminal.",
    "category": "drinking in public"
  },
  {
    "id": 25,
    "description": "A couple was caught sharing a flask of rum on a public hiking trail.",
    "category": "drinking in public"
  },
  {
    "id": 26,
    "description": "A teenager was spotted sipping vodka from a water bottle in a schoolyard.",
    "category": "drinking in public"
  },
  {
    "id": 27,
    "description": "A person was observed drinking tequila shots from a shot glass on a park bench.",
    "category": "drinking in public"
  },
  {
    "id": 28,
    "description": "A woman was seen with an open bottle of wine in a shopping mall food court.",
    "category": "drinking in public"
  },
  {
    "id": 29,
    "description": "A man was caught drinking beer from a paper bag outside a convenience store.",
    "category": "drinking in public"
  },
  {
    "id": 30,
    "description": "A group of friends was noticed toasting with cocktails on a rooftop bar without permits.",
    "category": "drinking in public"
  },
  {
    "id": 31,
    "description": "A person was found drinking from a hidden flask during a public lecture.",
    "category": "drinking in public"
  },
  {
    "id": 32,
    "description": "A woman was caught sipping on a margarita while riding a bicycle on a busy street.",
    "category": "drinking in public"
  },
  {
    "id": 33,
    "description": "A man was spotted chugging beer from a beer helmet at a crowded sports stadium.",
    "category": "drinking in public"
  },
  {
    "id": 34,
    "description": "A couple was observed sharing a bottle of champagne on a public pier.",
    "category": "drinking in public"
  },
  {
    "id": 35,
    "description": "A person was seen drinking a canned cocktail on a public bus.",
    "category": "drinking in public"
  },
  {
    "id": 36,
    "description": "A woman was found with an open bottle of whiskey on a public beach.",
    "category": "drinking in public"
  },
  {
    "id": 37,
    "description": "A group of friends was caught drinking beer from plastic cups at a children's playground.",
    "category": "drinking in public"
  },
  {
    "id": 38,
    "description": "A man was noticed sipping on a mixed drink while waiting in line at a movie theater.",
    "category": "drinking in public"
  },
  {
    "id": 39,
    "description": "A person was spotted drinking beer from a plastic cup at a public park picnic.",
    "category": "drinking in public"
  },
  {
    "id": 40,
    "description": "A woman was observed sipping wine from a travel tumbler at a local farmers market.",
    "category": "drinking in public"
  },
  {
    "id": 41,
    "description": "A man was caught drinking whiskey from a flask while waiting at a bus stop.",
    "category": "drinking in public"
  },
  {
    "id": 42,
    "description": "A group of friends was seen toasting with beer bottles on a public beach.",
    "category": "drinking in public"
  },
  {
    "id": 43,
    "description": "A person was noticed sipping on a cocktail in a public swimming pool.",
    "category": "drinking in public"
  },
  {
    "id": 44,
    "description": "A woman was found drinking vodka from a discreetly hidden water bottle at a music concert.",
    "category": "drinking in public"
  },
  {
    "id": 45,
    "description": "A man was caught chugging beer from a keg during a street festival.",
    "category": "drinking in public"
  },
  {
    "id": 46,
    "description": "A couple was spotted enjoying champagne on a public rooftop terrace.",
    "category": "drinking in public"
  },
  {
    "id": 47,
    "description": "A person was observed sipping on a canned cocktail in a crowded subway car.",
    "category": "drinking in public"
  },
  {
    "id": 48,
    "description": "A woman was seen drinking wine from a disposable coffee cup at a public park.",
    "category": "drinking in public"
  },
  {
    "id": 49,
    "description": "A man was caught with an open bottle of rum on a public hiking trail.",
    "category": "drinking in public"
  },
  {
    "id": 50,
    "description": "A group of friends was noticed toasting with margaritas at an outdoor concert venue.",
    "category": "drinking in public"
  },
  {
    "id": 51,
    "description": "A person was found sipping on tequila shots from a miniature shot glass in a public plaza.",
    "category": "drinking in public"
  },
  {
    "id": 52,
    "description": "A woman was caught drinking a mimosa from a travel mug on a public bus.",
    "category": "drinking in public"
  },
  {
    "id": 53,
    "description": "A man was spotted chugging beer from a beer bong in a college campus courtyard.",
    "category": "drinking in public"
  },
  {
    "id": 54,
    "description": "A couple was observed sharing a bottle of wine on a public park bench.",
    "category": "drinking in public"
  },
  {
    "id": 55,
    "description": "A person was seen drinking a cocktail from a coconut shell at a crowded street fair.",
    "category": "drinking in public"
  }
]