[
  {
    "id": 0,
    "description": "A prison guard was attacked by an inmate with a shiv, leaving the guard with multiple stab wounds and other serious injuries."
  },
  {
    "id": 1,
    "description": "An inmate used a sharpened toothbrush to stab another prisoner multiple times during a fight in the yard."
  },
  {
    "id": 2,
    "description": "A group of inmates attacked a fellow prisoner with a sock filled with bars of soap, causing serious head injuries."
  },
  {
    "id": 3,
    "description": "A corrections officer was hit over the head with a metal tray by an inmate, causing a skull fracture and other injuries."
  },
  {
    "id": 4,
    "description": "An inmate used a homemade weapon to attack another prisoner, causing life-threatening injuries."
  },
  {
    "id": 5,
    "description": "A prison fight broke out between rival gang members, resulting in one inmate being stabbed multiple times with a sharpened piece of metal."
  },
  {
    "id": 6,
    "description": "A prisoner attacked a guard with a metal chair, causing the guard to suffer a concussion and other injuries."
  },
  {
    "id": 7,
    "description": "A group of inmates attacked a rival gang member with a broken broomstick, causing multiple lacerations and other injuries."
  },
  {
    "id": 8,
    "description": "An inmate attacked another prisoner with a sharpened piece of plastic, causing deep wounds and other injuries."
  },
  {
    "id": 9,
    "description": "A corrections officer was attacked by an inmate wielding a sharpened piece of metal, causing severe cuts and other injuries."
  },
  {
    "id": 10,
    "description": "A prison riot broke out, during which several inmates used weapons to attack guards and fellow prisoners, causing numerous injuries and extensive property damage."
  },
  {
    "id": 11,
    "description": "A prisoner attacked another inmate with a sock filled with rocks, causing head injuries and other wounds."
  },
  {
    "id": 12,
    "description": "An inmate used a sharpened piece of metal to stab another prisoner in the neck, causing life-threatening injuries."
  },
  {
    "id": 13,
    "description": "A prison guard was assaulted by an inmate with a broomstick, causing serious head injuries and other wounds."
  },
  {
    "id": 14,
    "description": "An inmate attacked another prisoner with a sharpened toothbrush, causing deep cuts and other injuries."
  },
  {
    "id": 15,
    "description": "A group of inmates attacked a fellow prisoner with a broken pool cue, causing severe lacerations and other injuries."
  },
  {
    "id": 16,
    "description": "A corrections officer was attacked by an inmate with a sharpened piece of plastic, causing deep cuts and other injuries."
  },
  {
    "id": 17,
    "description": "An inmate used a sharpened piece of metal to attack another prisoner, causing multiple wounds and other injuries."
  },
  {
    "id": 18,
    "description": "A prisoner attacked a guard with a makeshift weapon made from a metal pipe, causing serious head injuries and other wounds."
  },
  {
    "id": 19,
    "description": "An inmate attacked another prisoner with a sharpened piece of glass, causing deep cuts and other injuries."
  },
  {
    "id": 20,
    "description": "A group of inmates attacked a fellow prisoner with a sock filled with batteries, causing serious head injuries and other wounds."
  },
  {
    "id": 21,
    "description": "A corrections officer was assaulted by an inmate with a sharpened piece of metal, causing severe cuts and other injuries."
  },
  {
    "id": 22,
    "description": "An inmate used a sharpened toothbrush to attack another prisoner, causing deep wounds and other injuries."
  },
  {
    "id": 23,
    "description": "A prisoner attacked another inmate with a homemade knife, causing serious injuries."
  },
  {
    "id": 24,
    "description": "During a fight in the prison yard, a prisoner stabbed another inmate with a sharpened toothbrush."
  },
  {
    "id": 25,
    "description": "A group of inmates attacked a fellow prisoner with a metal pipe, causing severe head trauma."
  },
  {
    "id": 26,
    "description": "A prisoner assaulted a guard with a homemade weapon, causing significant injuries."
  },
  {
    "id": 27,
    "description": "An inmate stabbed another prisoner with a pen, causing multiple puncture wounds."
  },
  {
    "id": 28,
    "description": "During a fight in the recreation room, a prisoner struck another inmate in the head with a weight, causing a skull fracture."
  },
  {
    "id": 29,
    "description": "A group of inmates attacked a fellow prisoner with a broom handle, causing multiple broken bones."
  },
  {
    "id": 30,
    "description": "A prisoner assaulted a guard with a sharpened piece of metal, causing deep lacerations and a punctured lung."
  },
  {
    "id": 31,
    "description": "A prisoner attacked another inmate with a sock filled with rocks, causing significant head injuries."
  },
  {
    "id": 32,
    "description": "During a brawl in the mess hall, a prisoner slashed another inmate with a sharpened plastic utensil."
  },
  {
    "id": 33,
    "description": "A group of inmates attacked a fellow prisoner with a metal rod, causing serious internal injuries."
  },
  {
    "id": 34,
    "description": "A prisoner assaulted a guard with a broken broom handle, causing multiple lacerations and bruises."
  },
  {
    "id": 35,
    "description": "During a fight in the cell block, a prisoner used a sock filled with batteries to attack another inmate, causing significant injuries."
  },
  {
    "id": 36,
    "description": "An inmate attacked another prisoner with a sharpened piece of plexiglass, causing deep lacerations and puncture wounds."
  },
  {
    "id": 37,
    "description": "A prisoner assaulted a guard with a makeshift weapon made from a broken chair leg, causing significant head injuries."
  },
  {
    "id": 38,
    "description": "During a scuffle in the exercise yard, a prisoner struck another inmate with a metal weight, causing a broken jaw."
  },
  {
    "id": 39,
    "description": "A group of inmates attacked a fellow prisoner with a broken pool cue, causing multiple lacerations and bruises."
  },
  {
    "id": 40,
    "description": "A prisoner assaulted a guard with a sharpened toothbrush, causing deep puncture wounds."
  },
  {
    "id": 41,
    "description": "During a fight in the laundry room, a prisoner used a hot iron to burn another inmate, causing significant burns."
  },
  {
    "id": 42,
    "description": "An inmate attacked another prisoner with a sharpened piece of rebar, causing multiple puncture wounds."
  },
  {
    "id": 43,
    "description": "A prisoner assaulted a guard with a broken piece of furniture, causing significant head injuries."
  },
  {
    "id": 44,
    "description": "During a brawl in the shower area, a prisoner used a bar of soap in a sock to attack another inmate, causing significant head injuries."
  }
]